// #routing #route #api
// Беремо цю апі -https://sampleapis.com/api-list/futurama.
// Головна сторінка - 2 роути на персонажів та інвентар.
//     При кліку на відповідний роут - перехід на сторінку зі
// списком персонажів/інвентаря (коротка інформація)
// При кліку на конкрентний елемент - перехід на сторінку  цього елементу з детальною інформацією.
//     З урахуванням того, що апі не надає можливості отримати поодинокі об'єкит, ' +
// 'продумайте,як ви будете діставати їх на окремій сторінці з деталями.

function App() {
    return (
       <div>

       </div>


    );
}

export default App;
