// #route #routing
// Головна сторінка має лінки на сторінки з юзерами та постами з jsonplaceholer.
//     При кліку на лінку юзерс відбувається перехід на сторінку зі всіма юзерами.
//     В кожного юзера є кнопка-лінка, при кліку на яку відображаються всі тільки його пости.
//     Та сама ситуація з постами, тільки при кліку на окремий пост відображається коментарі цього поста

import {BrowserRouter as Router, Link, Route, Switch} from "react-router-dom";



function App() {
    return (
        <Router>

        </Router>


    );
};

export default App;
